brew "aom"
brew "aria2"
brew "bash"
brew "bat"
brew "boxes"
brew "brush"
brew "caddy"
brew "chezmoi"
brew "cmake"
brew "csvtk"
brew "czg"
brew "dotnet"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fontconfig"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "harper"
brew "hexyl"
brew "htop"
brew "jpeg-xl"
brew "jq"
brew "lazygit"
brew "lftp"
brew "libmagic"
brew "litecli"
brew "navi"
brew "nginx"
brew "ninja"
brew "nmap"
brew "node"
brew "nq"
brew "openblas"
brew "opencv"
brew "openjdk"
brew "openssl@3"
brew "openvino"
brew "oven-sh/bun/bun"
brew "parallel"
brew "pcre"
brew "perltidy"
brew "php"
brew "pinentry-mac"
brew "pnpm"
brew "podman"
brew "procs"
brew "pwgen"
brew "python"
brew "python@3.13"
brew "r"
brew "redis"
brew "rmtrash"
brew "ruby"
brew "samtools"
brew "sevenzip"
brew "telnet"
brew "tmux"
brew "tpm"
brew "trzsz"
brew "tw93/tap/mole"
brew "ugit"
brew "universal-ctags"
brew "uv"
brew "vim"
brew "virtualenv"
brew "wget"
brew "xh"
brew "xz"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zstd"
cask "affinity"
cask "chatwise"
cask "coconutbattery"
cask "docker-desktop"
cask "flox"
cask "ghostty"
cask "iina"
cask "keycastr"
cask "maccy"
cask "macfuse"
cask "macs-fan-control"
cask "marta"
cask "orbstack"
cask "pearcleaner"
cask "podman-desktop"
cask "surge"
cask "warp"
cask "zed"
tap "oven-sh/bun"
